{
    "1": "เวทีพร้อมแล้วสำหรับการแข่งขันที่น่าจดจำ",
    "2": "สภาพสนามแห้งดี ดูท่าจะต้องระวังฝีเท้ากันหน่อยล่ะ",
    "3": "แต่ก็มีอุมะมุสุเมะบางคนที่ชอบสภาพสนามแบบนี้นะ",
    "4": "พอพื้นสนามถูกบดอัดแน่นเหมือนอย่างวันนี้ ก็จะทำให้เร่งความเร็วได้ง่ายขึ้น",
    "5": "หวังว่าอากาศจะเป็นใจให้เรานะ",
    "6": "สนามแข่งของญี่ปุ่นมีการระบายน้ำที่ดีอยู่แล้วล่ะ",
    "7": "ถ้าฝนตกหนักขึ้นมาล่ะก็ อาจจะกลายเป็นการแข่งขันที่ยากลำบากน่าดู",
    "8": "ถึงจะเร่งความเร็วได้ง่ายขึ้น แต่ก็น่าเป็นห่วงเรื่องภาระที่ขาของพวกเธออยู่เหมือนกัน",
    "9": "เมื่อสนามนุ่มขนาดนี้ ทุกอย่างก็ขึ้นอยู่กับว่าใครจะรับมือกับมันได้ดีกว่ากัน",
    "10": "วันนี้สนามค่อนข้างจะวิ่งลำบาก การชิงตำแหน่งจึงมีส่วนสำคัญอย่างมาก",
    "11": "เมื่อสนามขรุขระขนาดนี้ ก็ยากที่จะคาดเดาผลลัพธ์ที่จะเกิดขึ้นได้เลย",
    "12": "ต้องยอมรับว่านี่เป็นสภาพสนามที่ต่ำกว่ามาตรฐานอยู่พอสมควร",
    "13": "น่ากังวลว่าหิมะจะส่งผลต่อการแข่งขันในวันนี้มากน้อยแค่ไหน",
    "14": "พวกเธอคงไม่อาจวิ่งโดยไม่คำนึงถึงหิมะที่ตกลงมาได้",
    "15": "ภาพทิวทัศน์หิมะขาวโพลนอาจจะดูสวยงาม แต่มันไม่ดีต่อการวิ่งเอาเสียเลย",
    "16": "วันนี้เราจะได้รู้กัน ว่าใครกันแน่ที่ชอบหิมะ และใครที่ไม่ชอบ",
    "18": "ช่างเป็นออร่าที่แรงกล้าอะไรอย่างนี้! ดูจิตวิญญาณนักสู้นั่นสิ!",
    "19": "หวังว่าจะเป็นการแข่งที่สูสีคู่คี่นะ ถึงตอนนั้นแหละที่การต่อสู้จะลุกเป็นไฟ",
    "20": "ก็แค่หวังว่าอุมะมุสุเมะที่ฉันเชียร์อยู่จะทุ่มสุดตัวในการแข่งวันนี้!",
    "22": "ทั้งสองคนนั้นรู้วิธีออกสตาร์ทให้ยอดเยี่ยมจริง ๆ",
    "23": "เธอคือปรมาจารย์แห่งการออกตัวที่ดีเลยล่ะ",
    "24": "เป็นการออกตัวที่สมบูรณ์แบบ",
    "25": "พวกเธออาจจะกำลังรอดูท่าทีของคนอื่น ๆ อยู่ก็เป็นได้",
    "26": "ดูเหมือนทุกคนจะเข้าสู่สมาธิกันหมดแล้ว นี่น่าจะเป็นการแข่งขันที่ดีเลย",
    "28": "หวังว่าคนที่ออกตัวช้าจะสามารถไล่ตามขึ้นมาได้นะ",
    "43": "%h_player กำลังวิ่งอย่างราบรื่น",
    "44": "%h_player กำลังวิ่งไปข้างหน้าอย่างสบาย ๆ",
    "45": "พวกเขาน่าจะเป็นคู่แข่งที่ดีต่อกันได้",
    "59": "การแข่งขันเพิ่งจะเริ่มต้นเท่านั้น หวังว่าเธอจะรักษาแรงใจเอาไว้ได้นะ!",
    "60": "อยู่ในตำแหน่งที่ยากลำบากก็จริง แต่เรายังหวังให้เกิดการพลิกกลับมาได้",
    "61": "การแข่งขันเพิ่งจะเริ่มต้น เรายังสามารถหวังให้เกิดการคัมแบ็กได้อยู่",
    "62": "อยู่ในตำแหน่งที่ยากลำบากก็จริง แต่ก็หวังว่าเธอจะรักษาแรงใจเอาไว้!",
    "67": "ทั้งคู่ต่างคุมเชิงกันอยู่สินะ ทุกอย่างขึ้นอยู่กับว่าใครจะหาจังหวะพุ่งออกไปก่อน",
    "68": "สถานการณ์เริ่มจะตึงเครียดแล้ว แต่พวกเธออาจจะต้องใส่ใจกับเพซของตัวเองมากกว่า",
    "70": "ช่างเป็นแผนที่กล้าบ้าบิ่นอะไรอย่างนี้! เป็นเรื่องที่คาดไม่ถึงโดยสิ้นเชิง!",
    "72": "เป็นแผนที่กล้าได้กล้าเสียจริง ๆ! นี่น่าจะเป็นการแข่งขันที่มีอะไรให้ดูเยอะแยะแน่!",
    "73": "นี่มันเข้ากับสไตล์การวิ่งของ\\n%h_rank1 เลยนะ",
    "75": "จากตำแหน่งนั้น ทำให้มองเห็นสถานการณ์รอบข้างได้ง่าย เธอวิ่งไปได้อย่างราบรื่นเลย",
    "76": "นี่ต้องเป็นแผนของเจ้าตัวแน่ สปีดในช่วงสุดท้ายต้องน่าจับตามองมากแน่ ๆ",
    "78": "ดูเหมือนว่าช่วงนี้การไปขอพรเรื่องความรักที่ศาลเจ้าใกล้ ๆ จะเป็นที่นิยมอย่างมากเลยนะ",
    "79": "ราวกับว่าเธอกำลังวิ่งไปพลางตรวจสอบสภาพสนามไปพลาง ยังไม่ได้ใส่เต็มที่สินะ",
    "84": "ดูเหมือนจะรีบร้อนไปหน่อยนะ หวังว่าจะหาจังหวะพักหายใจได้บ้าง",
    "85": "เธออาจจะรู้สึกรีบร้อนไปหน่อย หวังว่าจะหาจังหวะพักหายใจได้นะ",
    "86": "ดูจะรีบร้อนไปนิด หวังว่าเธอจะหาเวลาพักหายใจได้บ้าง",
    "87": "อาจจะรู้สึกรีบร้อนไปหน่อย หวังว่าจะหาจังหวะพักหายใจได้นะ",
    "88": "ดูเหมือนจะฝืนไปหน่อย แต่ไม่เป็นไรหรอก! เธอกำลังจะแสดงฝีมือที่แท้จริงออกมาแล้ว!",
    "89": "การที่ทุกคนเกาะกลุ่มกันแน่นแบบนี้ อาจทำให้สถานการณ์สับสนวุ่นวายได้",
    "90": "ในการแข่งขันนี้ พวกเธอคงตัดสินใจได้ยากว่าจะหาจังหวะพุ่งออกไปเมื่อไหร่ดี",
    "121": "ดูเหมือนเธอกำลังสับสน หรือว่าจะกังวลเรื่องระยะทางที่อยู่ข้างหน้ากันนะ",
    "222": "ถึงเวลาทุ่มสุดตัวแล้ว! พวกเธอกำลังเข้าสู่ทางตรงสุดท้ายแห่งการตัดสิน!",
    "256": "เธอฉีกตัวนำขึ้นมาเล็กน้อย",
    "1040": "นี่น่าจะเป็นการแข่งขันที่ดีที่เธอจะได้แสดงความแข็งแกร่งที่แท้จริงออกมา",
    "1041": "เราคาดหวังการวิ่งที่ดีจากอุมะมุสุเมะแต่ละคนได้เลย",
    "1042": "สนามแข่งแห้งและเต็มไปด้วยทราย การแข่งขันนี้จึงอาจต้องใช้พละกำลังมากกว่าปกติสักหน่อย",
    "1043": "ในฐานะผู้เชี่ยวชาญสนามดิน วันนี้เธอคงได้แสดงฝีมือออกมาอย่างเต็มที่แน่",
    "1044": "น่าสนใจจริง ๆ ว่าวันนี้ทั้งสองคนจะวิ่งแข่งกันแบบไหน",
    "1045": "คนที่อยู่ข้างหลังจะรับมือกับเพซที่ทั้งสองคนสร้างขึ้นมาได้อย่างไรกันนะ",
    "1046": "การต่อสู้เพื่อชิงตำแหน่งที่ดีในวันนี้น่าจะดุเดือดน่าดู",
    "1047": "มาดูกันดีกว่าว่าใครจะชิงขึ้นนำได้ก่อน",
    "1050": "ทั้งสองคนนี้น่าจะทำให้การแข่งขันสนุกขึ้นมาได้เลย",
    "1051": "ฉันมองเห็นเลยว่าการแข่งขันนี้จะค่อย ๆ ดุเดือดขึ้นอย่างรวดเร็ว",
    "1052": "คิดว่าเธอคงเดิมพันกับการตัดสินกันในช่วงทางตรงสุดท้ายแน่ ๆ น่าตั้งตารอชมเลย!",
    "1053": "การจะขึ้นไปอยู่ข้างหน้าดูไม่ใช่เรื่องง่ายเลย",
    "1054": "ดูเหมือนว่าพวกเธอกำลังคุมเชิงกันอยู่",
    "1055": "ดูเหมือนทุกคนจะรักษาระยะห่างและเพซของตัวเองเอาไว้",
    "1056": "น่าสงสัยจริง ๆ ว่าเหล่านักวิ่งที่อยู่ข้างหลังจะสามารถขึ้นมาอยู่ข้างหน้าได้หรือไม่",
    "1057": "จะมาจากข้างในหรือข้างนอกกันแน่!? เข้าสู่ช่วงสุดท้ายแล้ว!",
    "1058": "ละสายตาไม่ได้เลย! อุมะมุสุเมะพวกนี้จะทำอะไรกันต่อไป!?",
    "1059": "มาถึงโค้งสุดท้ายแล้ว! การแข่งขันกำลังเข้มข้นขึ้นเรื่อย ๆ!",
    "1060": "น่ากังวลว่าสเตตัสของเธอจะหมดเสียก่อน",
    "1061": "หวังว่าเธอจะกลับมาใจเย็นลงได้นะ",
    "1062": "การที่ทุกคนเกาะกลุ่มกันแน่นแบบนี้ อาจทำให้สถานการณ์สับสนวุ่นวายได้",
    "1063": "การจะขึ้นไปอยู่ข้างหน้าดูไม่ใช่เรื่องง่ายเลย",
    "2001": "หวังว่าวันนี้จะมีการถือกำเนิดของดาวดวงใหม่บนสนามดินนะ",
    "2002": "เธอคือผู้ท้าชิงตำแหน่งดาวเด่นแห่งฤดูใบไม้ผลิในระยะสั้นอย่างไม่ต้องสงสัย",
    "2003": "อยากจะเห็นเธอพิสูจน์ฝีมือด้วยการคว้าชัยในด่านแรกของ Spring Triple Crown",
    "2004": "อยากจะเห็นเธอคว้าชัยในเรซแรกของ Triple Tiara และขึ้นเป็นราชินีแห่งดอกซากุระให้ได้เลยนะ",
    "2005": "หากความเร็วคือสิ่งที่จะตัดสินชัยชนะใน Classic Triple Crown คนคนนั้นก็อาจจะเป็นเธอนี่แหละ",
    "2006": "อยากจะเห็นเธอแสดงฝีมืออันน่าทึ่งและคว้าชัยใน Tenno Sho (ฤดูใบไม้ผลิ)",
    "2007": "อยากเห็นเธอขึ้นเป็นผู้ปกครองคนใหม่แห่งระยะไมล์ ท่ามกลางแมกไม้เขียวขจีในฟุจู",
    "2008": "อยากเห็นเธอโชว์การวิ่งที่แม้แต่เทพีแห่งชัยชนะยังต้องทึ่ง",
    "2009": "อยากจะเห็นเธอคว้าชัยในเรซที่สองของ Triple Tiara และได้ครองตำแหน่งราชินีแห่งต้นโอ๊ก",
    "2010": "อยากจะเห็นเธอทำความฝันให้เป็นจริงและกลายเป็นแชมเปี้ยนแห่งเดอร์บี้",
    "2011": "อยากจะเห็นเธอโชว์ความเร็วและเปล่งประกายในฐานะผู้ปกครองแห่งระยะไมล์ในฤดูใบไม้ผลิ",
    "2012": "วันนี้เธอแบกความฝันของแฟน ๆ ส่วนใหญ่ไว้บนบ่า อยากจะเห็นเธอเฉิดฉายในฐานะแชมเปี้ยนกรังด์ปรีซ์",
    "2013": "ด้วยความนิยมของเธอ อยากจะเห็นเธอได้ครองตำแหน่งดาวเด่นแห่งระยะสั้นในฤดูใบไม้ร่วง",
    "2014": "อยากจะเห็นฝีเท้าอันน่าทึ่งของเธอ นำมาซึ่งชัยชนะในเรซที่สามของ Triple Tiara",
    "2015": "อยากจะเห็นเธอพิสูจน์ตัวเองว่าเป็นผู้ที่ยิ่งใหญ่ที่สุดในรุ่น ด้วยการคว้าชัยในเรซสุดท้ายของ Classic Triple Crown tour",
    "2016": "อยากจะเห็นเธอวิ่งอยู่แถวหน้าสุดของการแข่งขันระยะกลาง และคว้าชัยใน Tenno Sho (ฤดูใบไม้ร่วง)",
    "2017": "เธอมีฝีมือมากพอที่จะคว้ามงกุฎราชินีมาเป็นของตัวเองได้",
    "2018": "อยากจะเห็นเธอเปล่งประกายในฐานะผู้ปกครองแห่งระยะไมล์ ด้วยความเร็วอันท่วมท้นของเธอ",
    "2019": "อยากจะเห็นเธอแสดงฝีเท้าอันน่าทึ่งที่ทำให้เธอกลายเป็นตัวแทนของญี่ปุ่น",
    "2020": "ความเร็วของเธอบนสนามดินนั้นน่าทึ่งมาก อยากจะเห็นเธอเฉิดฉายในฐานะแชมเปี้ยน",
    "2021": "หวังว่าจะได้เห็นเธอครองตำแหน่งราชินีคนใหม่สำหรับ Tiara tour ในปีหน้า",
    "2022": "อยากให้เธอแสดงความแข็งแกร่งและตั้งเป้าไปที่ Classics ในปีหน้า",
    "2023": "อยากจะเห็นเธอชนะการแข่งขันสุดท้ายของปี และสมกับชื่อแชมเปี้ยนกรังด์ปรีซ์ที่ยิ่งใหญ่ที่สุด",
    "2024": "อยากจะเห็นเธอคว้าก้าวที่ยิ่งใหญ่นี้เพื่อมุ่งสู่ Classics",
    "2025": "อยากเห็นเธอวิ่งให้สมกับเป็นแชมเปี้ยนตัวจริงของครึ่งแรกในทัวร์สนามดินฤดูกาลนี้",
    "2026": "หวังว่าวันนี้จะมีการถือกำเนิดของดาวดวงใหม่บนสนามดินที่โออิแห่งนี้",
    "2027": "อยากจะเห็นเธอเปล่งประกายในฐานะนางเอกแห่งสนามดินด้วยการวิ่งที่น่าทึ่ง",
    "2028": "อยากจะเห็นเธอแสดงฝีมือในฐานะอุมะมุสุเมะที่เร็วที่สุดในโลกการแข่งบนสนามดิน",
    "2029": "อยากเห็นเธอพิสูจน์ความยิ่งใหญ่ในฐานะอุมะมุสุเมะที่แข็งแกร่งที่สุดในทัวร์สนามดิน",
    "2030": "ในขณะที่ดวงอาทิตย์กำลังลับขอบฟ้าที่โออิแห่งนี้ ก็หวังว่าจะได้เห็นการวิ่งที่ยอดเยี่ยมเพื่อปิดท้ายทัวร์สนามดิน",
    "2031": "ดูเหมือนว่าเธอจะอยู่ในสภาพที่สมบูรณ์แบบ",
    "2032": "ดูเหมือนว่าเธอจะอารมณ์ดีเป็นพิเศษเลยนะ",
    "2033": "วันนี้ดูสภาพไม่ค่อยดีเท่าไหร่เลย",
    "2034": "ดูเหมือนจะไม่มีใจวิ่งเท่าไหร่นะ",
    "2035": "ดูเหมือนจะไม่อยู่ในอารมณ์ที่จะลงแข่งเลย",
    "2036": "เธอน่าจะแสดงความสามารถทั้งหมดที่มีออกมาได้ในสนามหญ้าแห่งนี้",
    "2037": "น่าตั้งตารอชมการวิ่งอันทรงพลังบนสนามดินเลยล่ะ",
    "2038": "น่ากังวลอยู่หน่อย ๆ ว่าเธอจะสามารถแสดงศักยภาพทั้งหมดออกมาในสนามหญ้านี้ได้หรือไม่",
    "2039": "สงสัยจังว่าเธอจะรับมือกับสนามดินนี้อย่างไร",
    "2040": "นี่จะเป็นโอกาสอันดีที่เธอจะได้แสดงความอึดของตัวเองออกมา",
    "2041": "เราสามารถคาดหวังการวิ่งที่ดีจากเธอในระยะทางแบบนี้ได้เลย",
    "2042": "เมื่อพิจารณาถึงความถนัดในการแข่งระยะไมล์แล้ว ก็หวังว่าจะได้เห็นการวิ่งที่น่าทึ่งจากเธอนะ",
    "2043": "พลังระเบิดของเธอนั้นสมบูรณ์แบบสำหรับการวิ่งระยะสั้น",
    "2044": "เธอจะพบว่าการแข่งขันนี้ท้าทายมากเมื่อพิจารณาจากระยะทาง",
    "2045": "สงสัยจังว่าเธอจะปรับตัวเข้ากับเพซของการแข่งขันระยะกลางได้หรือไม่",
    "2046": "น่ากังวลว่าเพซของเธอจะเหมาะกับการแข่งขันระยะไมล์นี้หรือไม่",
    "2047": "จังหวะที่ตัดสินกันในชั่วพริบตาของการวิ่งระยะสั้นจะเหมาะกับเธอหรือเปล่านะ",
    "2048": "อยากจะเห็นเธอพุ่งแซงจากด้านหลังในช่วงท้ายอย่างน่าทึ่ง",
    "2049": "หวังว่าจะได้เห็นเธอใช้พลังระเบิดสปีดขึ้นมาในช่วงท้าย",
    "2050": "อยากจะเห็นเธอเกาะติดอยู่ด้านหลังผู้นำ แล้วคว้าชัยชนะมาในตอนท้าย",
    "2051": "ถ้าเธอสามารถขึ้นนำและคุมจังหวะของเรซได้ ก็คงยากที่จะมีใครไล่ตามทัน",
    "2052": "ถ้าเธอยังอยู่รั้งท้าย อาจจะตามมาไม่ทันเวลาก็เป็นได้",
    "2053": "เธอไม่ได้มีความเร็วปลายที่จะใช้หนีในช่วงสุดท้ายได้ เลยไม่แน่ใจว่าแผนนี้จะเหมาะกับเธอหรือเปล่า",
    "2054": "เธอไม่ถนัดการวิ่งอยู่ข้างหน้าเท่าไหร่ เลยน่าเป็นห่วงอยู่หน่อย ๆ",
    "2055": "น่ากังวลว่าเธอจะสามารถรักษาความสงบไว้ได้หรือไม่หลังจากขึ้นนำไปแล้ว",
    "2056": "ความสามารถของเธออยู่ในระดับท็อปคลาสอย่างไม่ต้องสงสัย สัมผัสได้ถึงออร่าที่แผ่ออกมาเลย",
    "2057": "ทั้งความนิยมและพละกำลัง นักวิ่งคนนี้แหละคือคนโปรดของฉันเลย",
    "2058": "เธอมีฟอร์มการวิ่งที่ดีมากจนเป็นที่จับตามองแม้จะอยู่ในแพดด็อก",
    "2059": "เธออาจจะไม่ใช่ตัวเต็ง แต่ความสามารถก็ทัดเทียมกันเลยนะ",
    "2060": "ช่างเป็นออร่าที่สง่างามอะไรอย่างนี้ นักวิ่งคนนี้คือคนโปรดของฉันเลย",
    "2061": "สภาพของเธอดีไม่แพ้ตัวเต็งเลยล่ะ",
    "2062": "อาจจะเป็นตัวเต็งอันดับสาม แต่ก็มีฝีมือพอที่จะทำให้ทุกคนประหลาดใจได้",
    "2063": "มีบางอย่างในตัวเธอที่เปล่งประกายออกมา นักวิ่งคนนี้แหละคือคนโปรดของฉัน",
    "2064": "ดูพร้อมไม่แพ้คนอื่น ๆ ในกลุ่มเลยนะ",
    "2065": "คู่แข่งของเธอแข็งแกร่งก็จริง แต่ก็หวังว่าจะได้เห็นการวิ่งที่ดีนะ",
    "2066": "นี่เป็นการจับคู่ที่ค่อนข้างยาก แต่ก็หวังว่าเธอจะทำให้ดีที่สุด",
    "2067": "อาจจะยากที่เธอจะได้อันดับสูง ๆ แต่ก็อยากให้เธอได้ประโยชน์จากประสบการณ์ครั้งนี้",
    "2068": "เธอมีทั้งความเร็วอันน่าทึ่งและพลังระเบิด",
    "2069": "เธอกำลังวิ่งอย่างสุดความสามารถ แต่อยากจะเห็นความเร็วและพลังจากเธอมากกว่านี้อีกหน่อย",
    "2070": "หนึ่งในคุณสมบัติที่ดีที่สุดของเธอคือความอึดที่ไม่ธรรมดา ซึ่งทำให้เธอสามารถใช้ความเร็วได้นานขึ้น",
    "2071": "เธอต้องหาสมดุลระหว่างอัตราเร่งกับความอึดของตัวเองให้ได้",
    "2072": "ความพยายามอย่างไม่ลดละของเธอในช่วงทางตรงสุดท้ายนั้นน่าจับตามองจริง ๆ",
    "2073": "เธอต้องระวังเรื่องการคุมเพซ อยากให้เธอจดจ่อกับเกมด้านจิตใจมากกว่า",
    "9000": "%h_rank1、%h_rank_l1、%h_rank_no1、%h_rank_to1、%h_rank_ta1、%h_rank_a1",
    "9001": "%h_rank2、%h_rank_l2、%h_rank_no2、%h_rank_to2、%h_rank_ta2、%h_rank_a2",
    "9002": "%h_rank3、%h_rank_l3、%h_rank_no3、%h_rank_to3、%h_rank_ta3、%h_rank_a3",
    "9003": "%h_rank4、%h_rank_l4、%h_rank_no4、%h_rank_to4、%h_rank_ta4、%h_rank_a4",
    "9004": "%h_rank4、%h_rank_l4、%h_rank_no4、%h_rank_to4、%h_rank_ta4、%h_rank_a4",
    "9005": "%h_rank6、%h_rank_l6、%h_rank_no6、%h_rank_to6、%h_rank_ta6、%h_rank_a6",
    "9006": "%h_rank7、%h_rank_l7、%h_rank_no7、%h_rank_to7、%h_rank_ta7、%h_rank_a7",
    "9007": "%h_rank8、%h_rank_l8、%h_rank_no8、%h_rank_to8、%h_rank_ta8、%h_rank_a8",
    "9008": "%h_rank9、%h_rank_l9、%h_rank_no9、%h_rank_to9、%h_rank_ta9、%h_rank_a9",
    "9009": "%h_rank10、%h_rank_l10、%h_rank_no10、%h_rank_to10、%h_rank_ta10、%h_rank_a10",
    "9010": "%h_rank11、%h_rank_l11、%h_rank_no11、%h_rank_to11、%h_rank_ta11、%h_rank_a11",
    "9011": "%h_rank12、%h_rank_l12、%h_rank_no12、%h_rank_to12、%h_rank_ta12、%h_rank_a12",
    "9012": "%h_rank13、%h_rank_l13、%h_rank_no13、%h_rank_to13、%h_rank_ta13、%h_rank_a13",
    "9013": "%h_rank14、%h_rank_l14、%h_rank_no14、%h_rank_to14、%h_rank_ta14、%h_rank_a14",
    "9014": "%h_rank15、%h_rank_l15、%h_rank_no15、%h_rank_to15、%h_rank_ta15、%h_rank_a15",
    "9015": "%h_rank16、%h_rank_l16、%h_rank_no16、%h_rank_to16、%h_rank_ta16、%h_rank_a16",
    "9016": "%h_rank17、%h_rank_l17、%h_rank_no17、%h_rank_to17、%h_rank_ta17、%h_rank_a17",
    "9017": "%h_rank18、%h_rank_l18、%h_rank_no18、%h_rank_to18、%h_rank_ta18、%h_rank_a18",
    "9018": "%h_rank1、%h_rank_no1、%h_rank_to1、%h_rank_ta1、%h_rank_a1",
    "9019": "%h_rank2、%h_rank_no2、%h_rank_to2、%h_rank_ta2、%h_rank_a2",
    "9020": "%h_rank3、%h_rank_no3、%h_rank_to3、%h_rank_ta3、%h_rank_a3",
    "9021": "%h_rank4、%h_rank_no4、%h_rank_to4、%h_rank_ta4、%h_rank_a4",
    "9022": "%h_rank5、%h_rank_no5、%h_rank_to5、%h_rank_ta5、%h_rank_a5",
    "9023": "%h_rank6、%h_rank_no6、%h_rank_to6、%h_rank_ta6、%h_rank_a6",
    "9024": "%h_rank7、%h_rank_no7、%h_rank_to7、%h_rank_ta7、%h_rank_a7",
    "9025": "%h_rank8、%h_rank_no8、%h_rank_to8、%h_rank_ta8、%h_rank_a8",
    "9026": "%h_rank9、%h_rank_no9、%h_rank_to9、%h_rank_ta9、%h_rank_a9",
    "9027": "%h_rank10、%h_rank_no10、%h_rank_to10、%h_rank_ta10、%h_rank_a10",
    "9028": "%h_rank11、%h_rank_no11、%h_rank_to11、%h_rank_ta11、%h_rank_a11",
    "9029": "%h_rank12、%h_rank_no12、%h_rank_to12、%h_rank_ta12、%h_rank_a12",
    "9030": "%h_rank13、%h_rank_no13、%h_rank_to13、%h_rank_ta13、%h_rank_a13",
    "9031": "%h_rank14、%h_rank_no14、%h_rank_to14、%h_rank_ta14、%h_rank_a14",
    "9032": "%h_rank15、%h_rank_no15、%h_rank_to15、%h_rank_ta15、%h_rank_a15",
    "9033": "%h_rank16、%h_rank_no16、%h_rank_to16、%h_rank_ta16、%h_rank_a16",
    "9034": "%h_rank17、%h_rank_no17、%h_rank_to17、%h_rank_ta17、%h_rank_a17",
    "9035": "%h_rank18、%h_rank_no18、%h_rank_to18、%h_rank_ta18、%h_rank_a18"
}